aaron-bond.better-comments
alefragnani.project-manager
Angular.ng-template
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
cyrilletuzi.angular-schematics
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dotiful.dotfiles-syntax-highlighting
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
eriklynd.json-tools
esbenp.prettier-vscode
fabiospampinato.vscode-search-open-all-results
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GabrielBB.vscode-lombok
HookyQR.beautify
jeremyljackson.vs-docblock
jock.svg
johnpapa.Angular2
keyring.Lua
lextudio.restructuredtext
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
natewallace.angular2-inline
redhat.java
richie5um2.vscode-sort-json
sdras.night-owl
spmeesseman.vscode-taskexplorer
stylelint.vscode-stylelint
tinkertrain.theme-panda
TomiTurtiainen.rf-intellisense
Tyriar.sort-lines
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
wooodhead.vscode-wrap-console-log-simple
