aaron-bond.better-comments
alefragnani.project-manager
Angular.ng-template
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codespaces-contrib.codeswing
cyrilletuzi.angular-schematics
daverik.hextorgb
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dotiful.dotfiles-syntax-highlighting
DotJoshJohnson.xml
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
eriklynd.json-tools
esbenp.prettier-vscode
fabiospampinato.vscode-search-open-all-results
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
GabrielBB.vscode-lombok
GitHub.copilot
GraphQL.vscode-graphql
heybourn.headwind
HookyQR.beautify
idleberg.applescript
jock.svg
keyring.Lua
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
naumovs.color-highlight
nrwl.angular-console
redhat.java
richie5um2.vscode-sort-json
sdras.night-owl
skyapps.fish-vscode
sleistner.vscode-fileutils
stkb.rewrap
stylelint.vscode-stylelint
syler.sass-indented
TomiTurtiainen.rf-intellisense
Tyriar.sort-lines
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vsls-contrib.gistfs
withfig.fig
wooodhead.vscode-wrap-console-log-simple
zhucy.project-tree
