Angular.ng-template
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dotiful.dotfiles-syntax-highlighting
DotJoshJohnson.xml
eg2.vscode-npm-script
eriklynd.json-tools
fatihacet.gitlab-workflow
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GabrielBB.vscode-lombok
johnpapa.Angular2
kisstkondoros.vscode-codemetrics
lextudio.restructuredtext
ms-python.python
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
natewallace.angular2-inline
PKief.material-icon-theme
redhat.java
richie5um2.vscode-sort-json
shinnn.stylelint
stylelint.vscode-stylelint
tinkertrain.theme-panda
TomiTurtiainen.rf-intellisense
Tyriar.sort-lines
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
